{"ﮮher_no":["MLI60564","MLI61729","MLI36511","MLI37096","MLI65747","MLI43229","MLI54134","MLI46666","MLI69487","MLI35401","MLI62599","MLI54241","MLI54796","MLI43500","MLI54787","MLI43632","MLI44015","MLI33412","MLI65711","MLI54278","MLI13427","MLI61906","MLI13579","MLI25066","MLI25067","MLI25069","MLI25065","MLI60578","MLI56354","MLI34972","MLI60581","MLI60697","MLI13482","MLI13579","MLI34849","MLI61152","MLI13829","MLI13829","MLI13829"],"her_cit":[1,1,1,1,1,2,1,1,1,1,1,1,1,10,1,2,7,5,1,1,1,6,22,1,1,1,1,1,1,1,11,2,1,12,1,1,17,21,12],"citation":["Palmer-Brown, Colin. 1994. Archaeological Watching Brief Report. 29 Station Road, Ruskington","John Samuels Archaeological Consultants. 1999. Archaeological Field Evaluation: 34 Station Road, Ruskington ","Brett, Alex. 2004. 51/52 George Street, Grantham, Lincolnshire. Archaeological Watching Brief Report","Trott, Kevin. 2008. 9 Pond Street, Harlaxton, Lincolnshire Archaeological Watching Brief","Allen Archaeology Limited. 2011. Archaeological Evaluation Report: Trial Trenching on Land Off 81 Main Road, Washingborough, Lincolnshire.","Lindsey Archaeological Services. 1995. Alford Road Huttoft","John Samuels Archaeological Consultants. 1997. An Archaeological Evaluation of Land for a Proposed Development at Land to the Rear of 1-5 The Green, Waddingham.","Eleanor Ramsey. 2001. An Archaeological Excavation at High Farm, Halton Holegate, Lincolnshire: A Post-Excavation Assessment and Research Design","Fiona Walker and Tom Lane. 1996. An Early and Middle Saxon Settlement at Quarrington, Lincolnshire.","Lindsey Archaeological Services. 1999. Normanton Phase II Replacement Scheme, Lincolnshire. Archaeological Assessment Report.","Ian Miller. 1998. Archaeological Evaluation of Land at Hanbeck Farm, Wilsford Lincolnshire. A.P.S. Report No. 54/98.","A.O.C. (Archaeology) Ltd. 1997. An Archaeological Evaluation at Church Farm Fillingham Lincolnshire.","Karl Hulka. 1998. An Archaeological Evaluation on the Site of Glentham Residential Development Barff Lane, Glentham, Lincolnshire.","Simon Johnson. 1997. Archaeological Field Evaluation Report (Part 2). Land north of Church Lane, Manby, Lincolnshire.","James Albone. 1998. Archaeological Field Evaluation Report Land Off Norbeck Lane, Welton, Lincolnshire. ","Lindsey Archaeological Services. 1997. Land off Watery Lane, Mareham le Fen Archaeological Evaluation. Report No. 270.","Jenny Young. 1998. Archaeological Excavation at Haith's Farm, Birkett Lane, Covenham St. Bartholomew, Linoclnshire.","John Samuels Archaeological Consultants. 1995. An Archaeological Excavation at Langtoft Hall, Langtoft, Lincolnshire.","Andrew Failes. 2009. Archaeological Excavation at Norton Bottoms Quarry Extension, Norton Road, Stapleford, Lincolnshire. ","James Albone. 1998. Archaeological Field Evaluation Land at Home Farm, Laugherton, Lincolnshire","C. Palmer-Brown. 1996. Archaeological Field Evaluation Report: Land off Butterwick Road, Freiston. ","James Albone 1999. Archaeological Field Evaluation Report: Land Between Royal Oak Lane and Chapel Lane, Aubourn, Lincolnshire.","James Albone 1999. Archaeological Field Evaluation Report: Land West of High Street, Swineshead, Lincolnshire.","Michael Wood. 2008. Archaeological Investigation Along the Weston Bypass, Weston, Lincolnshire. A.P.S. Report No. 145/06.","Michael Wood. 2008. Archaeological Investigation Along the Weston Bypass, Weston, Lincolnshire. A.P.S. Report No. 145/06.","Michael Wood. 2008. Archaeological Investigation Along the Weston Bypass, Weston, Lincolnshire. A.P.S. Report No. 145/06.","Michael Wood. 2008. Archaeological Investigation Along the Weston Bypass, Weston, Lincolnshire. A.P.S. Report No. 145/06.","Archaeological Project Services. 1995. Archaeological Investigations at Hall Field, Water Lane, Bassingham, Lincolnshire.","Linda Hamilton. 2009. An Archaeological Scheme of Monitoring Works: Church Farm, Waddingham Road, Sth Kelsey Lincolnshire.","SC Johnson. 1996. Archaeological Watching Brief Report, Long Street, Foston.","Colin Palmer-Brown. 1995. Land North of Church Lane, Navenby.","Gary Trimble. 1997. Archaeological Investigation of a Pipeline Along St. Giles' Avenue, Sleaford, Lincolnshire.","Chris Moulis. 1996. Archaeological Watching Brief at the Cottage, North End, Swineshead, Lincolnshire.","Joanna Hambly. 2000. Archaeological Watching Brief on Land off King John's Road Swineshead Boston District Lincolnshire.","Simon Johnson. 1995. Bridge Street, Deeping St. James. An Archaeological Watching Brief Report For Anglian Water Services Ltd.","Colin Palmer-Brown. 1999. Chapel Lane, Navenby: Archaeological Watching Brief Report.","Colin Palmer-Brown. 1996. Church Road, Old Leake. Archaeological Evaluation Report.","Chris Clay. 2001. Archaeological Evaluation Report: Land off School Lane, Old Leake, Lincolnshire.","Lindsey Archaeological Services. 1995. Old Leake: The Giles School. Archaeological Monitoring of Building Works."],"archaeobotanist":["","","","Alexandra Schmidl & Alex Beacock","","","","Marina Ciaraldi","James Rackham","James Rackham","Paul Cope-Faulkner","","","DJ Rackham","","","Paul Cope-Faulkner","R.C. Alvey","Val Fryer","","DJ Rackham","","James Rackham","Gemma Martin & James Rackham","Gemma Martin & James Rackham","Gemma Martin & James Rackham","Gemma Martin & James Rackham","","Helen Ranner","","","","","","","","James Rackham","DJ Rackham","John Giorgi"]}
